<?php
return array (
  0 => 
  array (
    'id' => '8',
    'ident' => '0',
    'name' => '免费版',
    'cost1' => '0.00',
    'cost2' => '0.00',
    'cost3' => '0.00',
    'point' => '0',
    'data' => 'a:30:{s:5:"indns";s:1:"1";s:5:"injie";s:1:"1";s:2:"to";s:56:"非盈利性个人网站，如：个人博客，个人主页，个人电子简历等";s:6:"wendin";s:16:"无特别稳定性要求";s:7:"servers";s:1:"3";s:12:"servers_desc";s:0:"";s:2:"ns";s:31:"g1ns1.8jdns.net;g1ns2.8jdns.net";s:6:"xianlu";s:34:"电信、联通、移动、铁通、教育、国内";s:11:"xianlu_desc";s:46:"单线、电信、联通、教育网、移动、国外、搜索引擎";s:3:"sla";s:1:"-";s:8:"sla_desc";s:33:"SLA表示我们对产品服务可用性的承若";s:4:"sudu";s:3:"300";s:7:"balance";s:1:"3";s:12:"balance_desc";s:0:"";s:7:"records";s:2:"50";s:12:"records_desc";s:0:"";s:8:"sublevel";s:1:"2";s:13:"sublevel_desc";s:0:"";s:8:"moniters";s:1:"8";s:13:"moniters_desc";s:0:"";s:7:"qiehuan";s:1:"3";s:12:"qiehuan_desc";s:0:"";s:6:"querys";s:1:"-";s:11:"querys_desc";s:0:"";s:5:"flows";s:7:"10G集群";s:10:"flows_desc";s:0:"";s:7:"URL显性";s:1:"2";s:7:"URL隐性";s:1:"1";s:2:"qq";s:0:"";i:400;s:0:"";}',
    'acls' => 'a:10:{i:11;a:2:{s:2:"id";i:11;s:8:"children";N;}i:76;a:2:{s:2:"id";i:76;s:8:"children";N;}i:1;a:2:{s:2:"id";i:1;s:8:"children";N;}i:2;a:2:{s:2:"id";i:2;s:8:"children";N;}i:4;a:2:{s:2:"id";i:4;s:8:"children";N;}i:5;a:2:{s:2:"id";i:5;s:8:"children";N;}i:3;a:2:{s:2:"id";i:3;s:8:"children";N;}i:43;a:2:{s:2:"id";i:43;s:8:"children";N;}i:7;a:2:{s:2:"id";i:7;s:8:"children";N;}i:8;a:2:{s:2:"id";i:8;s:8:"children";N;}}',
    'nsg_id' => '1',
    'utype' => '0',
  ),
  1 => 
  array (
    'id' => '9',
    'ident' => '1',
    'name' => '标准版',
    'cost1' => '30.00',
    'cost2' => '160.00',
    'cost3' => '288.00',
    'point' => '0',
    'data' => 'a:30:{s:5:"indns";s:1:"1";s:5:"injie";s:1:"1";s:2:"to";s:21:"企业,个人中、小型站点";s:6:"wendin";s:14:"稳定性要求一般";s:7:"servers";s:1:"6";s:12:"servers_desc";s:0:"";s:2:"ns";s:31:"g2ns1.8jdns.net;g2ns2.8jdns.net";s:6:"xianlu";s:66:"电信、联通、移动、教育、铁通、长宽、国内、国外    分省(电信、联通)";s:11:"xianlu_desc";s:0:"";s:3:"sla";s:5:"99.9%";s:8:"sla_desc";s:0:"";s:4:"sudu";s:3:"180";s:7:"balance";s:1:"5";s:12:"balance_desc";s:0:"";s:7:"records";s:2:"20";s:12:"records_desc";s:0:"";s:8:"sublevel";s:1:"5";s:13:"sublevel_desc";s:0:"";s:8:"moniters";s:2:"15";s:13:"moniters_desc";s:0:"";s:7:"qiehuan";s:1:"3";s:12:"qiehuan_desc";s:0:"";s:6:"querys";s:5:"10000";s:11:"querys_desc";s:0:"";s:5:"flows";s:7:"20G集群";s:10:"flows_desc";s:0:"";s:7:"URL显性";s:1:"5";s:7:"URL隐性";s:1:"2";s:2:"qq";s:0:"";i:400;s:0:"";}',
    'acls' => 'a:13:{i:11;a:2:{s:2:"id";i:11;s:8:"children";N;}i:76;a:2:{s:2:"id";i:76;s:8:"children";N;}i:1;a:2:{s:2:"id";i:1;s:8:"children";a:31:{i:25;s:2:"25";i:32;s:2:"32";i:39;s:2:"39";i:14;s:2:"14";i:21;s:2:"21";i:28;s:2:"28";i:35;s:2:"35";i:42;s:2:"42";i:17;s:2:"17";i:24;s:2:"24";i:31;s:2:"31";i:38;s:2:"38";i:13;s:2:"13";i:20;s:2:"20";i:27;s:2:"27";i:34;s:2:"34";i:41;s:2:"41";i:16;s:2:"16";i:23;s:2:"23";i:30;s:2:"30";i:37;s:2:"37";i:19;s:2:"19";i:26;s:2:"26";i:33;s:2:"33";i:40;s:2:"40";i:15;s:2:"15";i:22;s:2:"22";i:29;s:2:"29";i:36;s:2:"36";i:75;s:2:"75";i:18;s:2:"18";}}i:2;a:2:{s:2:"id";i:2;s:8:"children";a:31:{i:57;s:2:"57";i:64;s:2:"64";i:71;s:2:"71";i:46;s:2:"46";i:53;s:2:"53";i:60;s:2:"60";i:67;s:2:"67";i:74;s:2:"74";i:49;s:2:"49";i:56;s:2:"56";i:63;s:2:"63";i:70;s:2:"70";i:45;s:2:"45";i:52;s:2:"52";i:59;s:2:"59";i:66;s:2:"66";i:73;s:2:"73";i:48;s:2:"48";i:55;s:2:"55";i:62;s:2:"62";i:69;s:2:"69";i:44;s:2:"44";i:51;s:2:"51";i:58;s:2:"58";i:65;s:2:"65";i:72;s:2:"72";i:47;s:2:"47";i:54;s:2:"54";i:61;s:2:"61";i:68;s:2:"68";i:50;s:2:"50";}}i:4;a:2:{s:2:"id";i:4;s:8:"children";N;}i:5;a:2:{s:2:"id";i:5;s:8:"children";N;}i:3;a:2:{s:2:"id";i:3;s:8:"children";N;}i:6;a:2:{s:2:"id";i:6;s:8:"children";N;}i:43;a:2:{s:2:"id";i:43;s:8:"children";N;}i:7;a:2:{s:2:"id";i:7;s:8:"children";N;}i:8;a:2:{s:2:"id";i:8;s:8:"children";N;}i:9;a:2:{s:2:"id";i:9;s:8:"children";N;}i:10;a:2:{s:2:"id";i:10;s:8:"children";N;}}',
    'nsg_id' => '2',
    'utype' => '0',
  ),
  2 => 
  array (
    'id' => '10',
    'ident' => '2',
    'name' => '豪华版',
    'cost1' => '110.00',
    'cost2' => '600.00',
    'cost3' => '1088.00',
    'point' => '0',
    'data' => 'a:30:{s:5:"indns";s:1:"1";s:5:"injie";s:1:"1";s:2:"to";s:118:"企业中、小型规模，日常流量较大的网站。如：地方、行业门户网站；小型电商、娱乐网站等，建议网站日IP&lt;100000的网站使用。";s:6:"wendin";s:14:"稳定性要求较高";s:7:"servers";s:1:"8";s:12:"servers_desc";s:0:"";s:2:"ns";s:31:"g3ns1.8jdns.net;g1ns3.8jdns.net";s:6:"xianlu";s:66:"电信、联通、移动、教育、铁通、长宽、国内、国外    分省(电信、联通)";s:11:"xianlu_desc";s:0:"";s:3:"sla";s:6:"99.99%";s:8:"sla_desc";s:0:"";s:4:"sudu";s:3:"120";s:7:"balance";s:1:"6";s:12:"balance_desc";s:0:"";s:7:"records";s:1:"5";s:12:"records_desc";s:0:"";s:8:"sublevel";s:1:"6";s:13:"sublevel_desc";s:0:"";s:8:"moniters";s:2:"30";s:13:"moniters_desc";s:0:"";s:7:"qiehuan";s:1:"3";s:12:"qiehuan_desc";s:0:"";s:6:"querys";s:5:"50000";s:11:"querys_desc";s:0:"";s:5:"flows";s:7:"40G集群";s:10:"flows_desc";s:0:"";s:7:"URL显性";s:2:"10";s:7:"URL隐性";s:1:"5";s:2:"qq";s:0:"";i:400;s:0:"";}',
    'acls' => 'a:13:{i:11;a:2:{s:2:"id";i:11;s:8:"children";N;}i:76;a:2:{s:2:"id";i:76;s:8:"children";N;}i:1;a:2:{s:2:"id";i:1;s:8:"children";a:31:{i:25;s:2:"25";i:32;s:2:"32";i:39;s:2:"39";i:14;s:2:"14";i:21;s:2:"21";i:28;s:2:"28";i:35;s:2:"35";i:42;s:2:"42";i:17;s:2:"17";i:24;s:2:"24";i:31;s:2:"31";i:38;s:2:"38";i:13;s:2:"13";i:20;s:2:"20";i:27;s:2:"27";i:34;s:2:"34";i:41;s:2:"41";i:16;s:2:"16";i:23;s:2:"23";i:30;s:2:"30";i:37;s:2:"37";i:19;s:2:"19";i:26;s:2:"26";i:33;s:2:"33";i:40;s:2:"40";i:15;s:2:"15";i:22;s:2:"22";i:29;s:2:"29";i:36;s:2:"36";i:75;s:2:"75";i:18;s:2:"18";}}i:2;a:2:{s:2:"id";i:2;s:8:"children";a:31:{i:57;s:2:"57";i:64;s:2:"64";i:71;s:2:"71";i:46;s:2:"46";i:53;s:2:"53";i:60;s:2:"60";i:67;s:2:"67";i:74;s:2:"74";i:49;s:2:"49";i:56;s:2:"56";i:63;s:2:"63";i:70;s:2:"70";i:45;s:2:"45";i:52;s:2:"52";i:59;s:2:"59";i:66;s:2:"66";i:73;s:2:"73";i:48;s:2:"48";i:55;s:2:"55";i:62;s:2:"62";i:69;s:2:"69";i:44;s:2:"44";i:51;s:2:"51";i:58;s:2:"58";i:65;s:2:"65";i:72;s:2:"72";i:47;s:2:"47";i:54;s:2:"54";i:61;s:2:"61";i:68;s:2:"68";i:50;s:2:"50";}}i:4;a:2:{s:2:"id";i:4;s:8:"children";N;}i:5;a:2:{s:2:"id";i:5;s:8:"children";N;}i:3;a:2:{s:2:"id";i:3;s:8:"children";N;}i:6;a:2:{s:2:"id";i:6;s:8:"children";N;}i:43;a:2:{s:2:"id";i:43;s:8:"children";N;}i:7;a:2:{s:2:"id";i:7;s:8:"children";N;}i:8;a:2:{s:2:"id";i:8;s:8:"children";N;}i:9;a:2:{s:2:"id";i:9;s:8:"children";N;}i:10;a:2:{s:2:"id";i:10;s:8:"children";N;}}',
    'nsg_id' => '4',
    'utype' => '0',
  ),
  3 => 
  array (
    'id' => '11',
    'ident' => '3',
    'name' => '旗舰版',
    'cost1' => '1200.00',
    'cost2' => '7200.00',
    'cost3' => '11888.00',
    'point' => '0',
    'data' => 'a:30:{s:5:"indns";s:1:"1";s:5:"injie";s:1:"1";s:2:"to";s:116:"企业中、大型规模，知名、上市、合资、跨国企业的网站。如：中型电商、娱乐、网游网站等，建议网站日IP&gt;100000的网站使用";s:6:"wendin";s:14:"稳定性要求严格";s:7:"servers";s:2:"10";s:12:"servers_desc";s:0:"";s:2:"ns";s:37:"g4vipns1.8jdns.net;g4vipns2.8jdns.net";s:6:"xianlu";s:66:"电信、联通、移动、教育、铁通、长宽、国内、国外    分省(电信、联通)";s:11:"xianlu_desc";s:0:"";s:3:"sla";s:4:"100%";s:8:"sla_desc";s:0:"";s:4:"sudu";s:1:"1";s:7:"balance";s:1:"8";s:12:"balance_desc";s:0:"";s:7:"records";s:2:"50";s:12:"records_desc";s:0:"";s:8:"sublevel";s:1:"8";s:13:"sublevel_desc";s:0:"";s:8:"moniters";s:3:"100";s:13:"moniters_desc";s:0:"";s:7:"qiehuan";s:1:"1";s:12:"qiehuan_desc";s:0:"";s:6:"querys";s:6:"200000";s:11:"querys_desc";s:0:"";s:5:"flows";s:8:"100G集群";s:10:"flows_desc";s:0:"";s:7:"URL显性";s:2:"20";s:7:"URL隐性";s:2:"10";s:2:"qq";s:0:"";i:400;s:0:"";}',
    'acls' => 'a:13:{i:11;a:2:{s:2:"id";i:11;s:8:"children";N;}i:76;a:2:{s:2:"id";i:76;s:8:"children";N;}i:1;a:2:{s:2:"id";i:1;s:8:"children";a:31:{i:25;s:2:"25";i:32;s:2:"32";i:39;s:2:"39";i:14;s:2:"14";i:21;s:2:"21";i:28;s:2:"28";i:35;s:2:"35";i:42;s:2:"42";i:17;s:2:"17";i:24;s:2:"24";i:31;s:2:"31";i:38;s:2:"38";i:13;s:2:"13";i:20;s:2:"20";i:27;s:2:"27";i:34;s:2:"34";i:41;s:2:"41";i:16;s:2:"16";i:23;s:2:"23";i:30;s:2:"30";i:37;s:2:"37";i:19;s:2:"19";i:26;s:2:"26";i:33;s:2:"33";i:40;s:2:"40";i:15;s:2:"15";i:22;s:2:"22";i:29;s:2:"29";i:36;s:2:"36";i:75;s:2:"75";i:18;s:2:"18";}}i:2;a:2:{s:2:"id";i:2;s:8:"children";a:31:{i:57;s:2:"57";i:64;s:2:"64";i:71;s:2:"71";i:46;s:2:"46";i:53;s:2:"53";i:60;s:2:"60";i:67;s:2:"67";i:74;s:2:"74";i:49;s:2:"49";i:56;s:2:"56";i:63;s:2:"63";i:70;s:2:"70";i:45;s:2:"45";i:52;s:2:"52";i:59;s:2:"59";i:66;s:2:"66";i:73;s:2:"73";i:48;s:2:"48";i:55;s:2:"55";i:62;s:2:"62";i:69;s:2:"69";i:44;s:2:"44";i:51;s:2:"51";i:58;s:2:"58";i:65;s:2:"65";i:72;s:2:"72";i:47;s:2:"47";i:54;s:2:"54";i:61;s:2:"61";i:68;s:2:"68";i:50;s:2:"50";}}i:4;a:2:{s:2:"id";i:4;s:8:"children";N;}i:5;a:2:{s:2:"id";i:5;s:8:"children";N;}i:3;a:2:{s:2:"id";i:3;s:8:"children";N;}i:6;a:2:{s:2:"id";i:6;s:8:"children";N;}i:43;a:2:{s:2:"id";i:43;s:8:"children";N;}i:7;a:2:{s:2:"id";i:7;s:8:"children";N;}i:8;a:2:{s:2:"id";i:8;s:8:"children";N;}i:9;a:2:{s:2:"id";i:9;s:8:"children";N;}i:10;a:2:{s:2:"id";i:10;s:8:"children";N;}}',
    'nsg_id' => '5',
    'utype' => '0',
  ),
  4 => 
  array (
    'id' => '12',
    'ident' => '4',
    'name' => '高防版',
    'cost1' => '3000.00',
    'cost2' => '18000.00',
    'cost3' => '35000.00',
    'point' => '0',
    'data' => 'a:32:{s:5:"indns";s:1:"1";s:5:"injie";s:1:"1";s:2:"to";s:83:"常遭受大流量攻击的企业或个人站点,如:大型电商、娱乐、网游、医药网站等,最高可独防120G";s:6:"wendin";s:14:"稳定性要求严格";s:7:"servers";s:2:"10";s:12:"servers_desc";s:0:"";s:2:"ns";s:0:"";s:6:"xianlu";s:63:"电信、联通、移动、教育、铁通、长宽、国内、国外 分省(电信、联通)";s:11:"xianlu_desc";s:63:"电信、联通、移动、教育、铁通、长宽、国内、国外 分省(电信、联通)";s:3:"sla";s:4:"100%";s:8:"sla_desc";s:0:"";s:4:"sudu";s:1:"1";s:7:"balance";s:1:"8";s:12:"balance_desc";s:0:"";s:7:"records";s:1:"0";s:12:"records_desc";s:0:"";s:8:"sublevel";s:1:"8";s:13:"sublevel_desc";s:0:"";s:8:"moniters";s:3:"100";s:13:"moniters_desc";s:0:"";s:7:"qiehuan";s:1:"1";s:12:"qiehuan_desc";s:0:"";s:6:"querys";s:6:"200000";s:11:"querys_desc";s:0:"";s:5:"flows";s:8:"120G独立";s:10:"flows_desc";s:0:"";s:7:"URL显性";s:2:"20";s:7:"URL隐性";s:2:"10";s:2:"qq";s:9:"7×24小时";i:400;s:9:"7×24小时";s:5:"in400";s:1:"1";s:7:"inzhuan";s:1:"1";}',
    'acls' => 'a:13:{i:11;a:2:{s:2:"id";i:11;s:8:"children";N;}i:76;a:2:{s:2:"id";i:76;s:8:"children";N;}i:1;a:2:{s:2:"id";i:1;s:8:"children";a:31:{i:25;s:2:"25";i:32;s:2:"32";i:39;s:2:"39";i:14;s:2:"14";i:21;s:2:"21";i:28;s:2:"28";i:35;s:2:"35";i:42;s:2:"42";i:17;s:2:"17";i:24;s:2:"24";i:31;s:2:"31";i:38;s:2:"38";i:13;s:2:"13";i:20;s:2:"20";i:27;s:2:"27";i:34;s:2:"34";i:41;s:2:"41";i:16;s:2:"16";i:23;s:2:"23";i:30;s:2:"30";i:37;s:2:"37";i:19;s:2:"19";i:26;s:2:"26";i:33;s:2:"33";i:40;s:2:"40";i:15;s:2:"15";i:22;s:2:"22";i:29;s:2:"29";i:36;s:2:"36";i:75;s:2:"75";i:18;s:2:"18";}}i:2;a:2:{s:2:"id";i:2;s:8:"children";a:31:{i:57;s:2:"57";i:64;s:2:"64";i:71;s:2:"71";i:46;s:2:"46";i:53;s:2:"53";i:60;s:2:"60";i:67;s:2:"67";i:74;s:2:"74";i:49;s:2:"49";i:56;s:2:"56";i:63;s:2:"63";i:70;s:2:"70";i:45;s:2:"45";i:52;s:2:"52";i:59;s:2:"59";i:66;s:2:"66";i:73;s:2:"73";i:48;s:2:"48";i:55;s:2:"55";i:62;s:2:"62";i:69;s:2:"69";i:44;s:2:"44";i:51;s:2:"51";i:58;s:2:"58";i:65;s:2:"65";i:72;s:2:"72";i:47;s:2:"47";i:54;s:2:"54";i:61;s:2:"61";i:68;s:2:"68";i:50;s:2:"50";}}i:4;a:2:{s:2:"id";i:4;s:8:"children";N;}i:5;a:2:{s:2:"id";i:5;s:8:"children";N;}i:3;a:2:{s:2:"id";i:3;s:8:"children";N;}i:6;a:2:{s:2:"id";i:6;s:8:"children";N;}i:43;a:2:{s:2:"id";i:43;s:8:"children";N;}i:7;a:2:{s:2:"id";i:7;s:8:"children";N;}i:8;a:2:{s:2:"id";i:8;s:8:"children";N;}i:9;a:2:{s:2:"id";i:9;s:8:"children";N;}i:10;a:2:{s:2:"id";i:10;s:8:"children";N;}}',
    'nsg_id' => '6',
    'utype' => '0',
  ),
);
?>